/* 
  Localizable.strings
  appdownloader

  Created by ByteDance on 2023/7/6.
  
*/
// pc_installer_capcut
"AppTitle" = "CapCutデスクトップインストーラー";
"LvAppTitle" = "Jianyingデスクトップインストーラー";

// pc_installer_installed_already
"CheckInstalledMsgTitle" = "インストールを続けますか？";
// pc_installer_reinstall
"CheckInstalledMsgBtnInstall" = "インストール";
// pc_installer_open_immediately
"CheckInstalledMsgBtnOpen" = "開く";
// pc_installer_cancel_n
"CheckInstalledMsgBtnCancel" = "キャンセル";
// pc_installer_version_latest
"CheckInstalledMsgHintText" = "古いバージョンのCapCut（v%@）がすでにインストールされています。古いバージョンを開くことか、最新バージョンをインストールして古いバージョンを置き換えることができます。";
"LvCheckInstalledMsgHintText" = "古いバージョンのJianying（v%@）がすでにインストールされています。古いバージョンを開くことか、最新バージョンをインストールして古いバージョンを置き換えることができます。";

// pc_installer_download_cancel_title
"CancelDownloadMsgTitle" = "ダウンロードを中止しますか？";
// pc_installer_download_continue
"CancelDownloadMsgBtnContinue" = "続行";
// pc_installer_download_cancel
"CancelDownloadMsgBtnCancel" = "停止";
// pc_installer_downloading_cancel
"CancelDownloadMsgHintText" = "現在ダウンロードされているファイル（%d%%）は保存されません。";

// pc_installer_download_failed_retry
"DownloadErrorHintText" = "ダウンロードできませんでした。もう一度お試しください。";
// pc_installer_retry
"BtnText_Retry" = "再試行";
// pc_installer_download_cancel
"BtnText_CancelDownload" = "停止";

"MultiLangBoxTitle" = "Language setting";
// save_pc
"BtnText_Save" = "保存";

//pc_insufficient_disk_space
"DownloadErrorHintText_Code6" = "ディスク領域が不足しています";

"BtnCheck_SystemTrayAutoboot" = "起動時にトレイを起動する";

"DownloadErrorCodeHintText" = "エラーコード: ";